Repository: dkxmercury/Rema
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, ru, uk, uz_cyrl, uz_latn

source: Notifications are off, reminders will not come.
ar: الإشعارات متوقفة، لذلك لن تصل التذكيرات.
de: Mitteilungen sind aus, Erinnerungen kommen nicht.
fr: Les notifications sont désactivées, les rappels n’arriveront pas.
ru: Уведомления выключены, напоминания не придут.
uk: Сповіщення вимкнені, нагадування не прийдуть.
uz_cyrl: Билдиришномалар ўчирилган, эслатмалар келмайди.
uz_latn: Bildirishnomalar o‘chirilgan, eslatmalar kelmaydi.

source: Now: %@
ar: الآن: %@
de: Jetzt: %@
fr: Actuellement : %@
ru: Сейчас: %@
uk: Зараз: %@
uz_cyrl: Ҳозир: %@
uz_latn: Hozir: %@

source: OK
ar: حسنًا

source: Occurrence
ar: الموعد
de: Termin
fr: Échéance
ru: Срок
uk: Термін
uz_cyrl: Муддат
uz_latn: Muddat

source: Off
ar: متوقف
de: Aus
fr: Désactivé
ru: Выключено
uk: Вимкнено
uz_cyrl: Ўчирилган
uz_latn: O‘chirilgan

source: On
ar: مفعّل
de: Ein
fr: Activé
ru: Включено
uk: Увімкнено
uz_cyrl: Ёқилган
uz_latn: Yoqilgan

source: On Saturday
ar: يوم السبت
de: Am Samstag
fr: Samedi
ru: В субботу
uk: У суботу
uz_cyrl: Шанба куни
uz_latn: Shanba kuni

source: On days of the week
ar: في أيام محددة
de: An Wochentagen
fr: Certains jours
ru: По дням недели
uk: За днями тижня
uz_cyrl: Ҳафта кунлари бўйича
uz_latn: Hafta kunlari bo‘yicha

source: On weekdays
ar: أيام العمل
de: Werktags
fr: En semaine
ru: По будням
uk: У будні
uz_cyrl: Иш кунлари
uz_latn: Ish kunlari

source: Once
ar: مرة واحدة
de: Einmal
fr: Une fois
ru: Один раз
uk: Один раз
uz_cyrl: Бир марта
uz_latn: Bir marta

source: Open
ar: فتح
de: Öffnen
fr: Ouvrir
ru: Открыть
uk: Відкрити
uz_cyrl: Очиш
uz_latn: Ochish

source: Open App Store
ar: فتح App Store
de: App Store öffnen
fr: Ouvrir l’App Store
ru: Открыть App Store
uk: Відкрити App Store
uz_cyrl: App Store’ни очиш
uz_latn: App Store’ni ochish

source: Open Control Center, tap + and add the Rema button. If your iPhone has an Action button, assign Rema to it in Settings.
ar: افتح مركز التحكم واضغط + وأضف زر Rema. وإن كان في iPhone زر الإجراء، فخصّصه لـRema من الإعدادات.
de: Öffne das Kontrollzentrum, tippe auf + und füge die Rema-Taste hinzu. Hat dein iPhone eine Aktionstaste, weise ihr Rema in den Einstellungen zu.
fr: Ouvrez le Centre de contrôle, touchez + et ajoutez le bouton Rema. Si votre iPhone a un bouton Action, attribuez-lui Rema dans Réglages.
ru: Откройте Пункт управления, нажмите «+» и добавьте кнопку Rema. Если у iPhone есть кнопка действия, назначьте на неё Rema в Настройках.
uk: Відкрийте Центр керування, натисніть «+» і додайте кнопку Rema. Якщо в iPhone є кнопка дії, призначте на неї Rema в Параметрах.
uz_cyrl: Бошқарув марказини очинг, «+» ни босинг ва Rema тугмасини қўшинг. iPhone’да ҳаракат тугмаси бўлса, Созламаларда унга Rema’ни бириктиринг.
uz_latn: Boshqaruv markazini oching, «+» ni bosing va Rema tugmasini qo‘shing. iPhone’da harakat tugmasi bo‘lsa, Sozlamalarda unga Rema’ni biriktiring.

source: Open Shortcuts
ar: فتح الاختصارات
de: Kurzbefehle öffnen
fr: Ouvrir Raccourcis
ru: Открыть Команды
uk: Відкрити «Швидкі команди»
uz_cyrl: Тезкор буйруқларни очиш
uz_latn: Tezkor buyruqlarni ochish

source: Open it with %@. Reminders come as usual.
ar: افتحه باستخدام %@. تصل التذكيرات كالمعتاد.
de: Öffne es mit %@. Erinnerungen kommen wie gewohnt.
fr: Ouvrez-le avec %@. Les rappels arrivent comme d’habitude.
ru: Откройте её с помощью %@. Напоминания приходят как обычно.
uk: Відкрийте її за допомогою %@. Нагадування приходять як завжди.
uz_cyrl: Уни %@ билан очинг. Эслатмалар одатдагидек келади.
uz_latn: Uni %@ bilan oching. Eslatmalar odatdagidek keladi.

source: Opens Rema already listening.
ar: يفتح Rema ويبدأ الاستماع فورًا.
de: Rema öffnet sich und hört sofort zu.
fr: Rema s’ouvre et commence à écouter.
ru: Rema откроется и сразу начнёт слушать.
uk: Rema відкриється й одразу почне слухати.
uz_cyrl: Rema очилади ва дарҳол тинглай бошлайди.
uz_latn: Rema ochiladi va darhol tinglay boshlaydi.

source: Opens Rema with the keyboard ready.
ar: يفتح Rema ولوحة المفاتيح جاهزة.
de: Rema öffnet sich mit bereiter Tastatur.
fr: Rema s’ouvre avec le clavier prêt.
ru: Rema откроется сразу с клавиатурой.
uk: Rema відкриється одразу з клавіатурою.
uz_cyrl: Rema дарҳол клавиатура билан очилади.
uz_latn: Rema darhol klaviatura bilan ochiladi.

source: Or say it out loud
ar: أو قلها بصوتك
de: Oder sag es einfach
fr: Ou dites-le à voix haute
ru: Или скажите голосом
uk: Або скажіть голосом
uz_cyrl: Ёки овоз билан айтинг
uz_latn: Yoki ovoz bilan ayting

source: Password
ar: كلمة المرور
de: Passwort
fr: Mot de passe
ru: Пароль
uk: Пароль
uz_cyrl: Пароль
uz_latn: Parol

source: Password reset
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
fr: Réinitialisation du mot de passe
ru: Сброс пароля
uk: Скидання пароля
uz_cyrl: Паролни тиклаш
uz_latn: Parolni tiklash

source: Permissions
ar: الأذونات
de: Berechtigungen
fr: Autorisations
ru: Разрешения
uk: Дозволи
uz_cyrl: Рухсатлар
uz_latn: Ruxsatlar

source: Persistent
ar: بإلحاح
de: Beharrlich
fr: Insistant
ru: Настойчиво
uk: Наполегливо
uz_cyrl: Такрор-такрор
uz_latn: Takror-takror

source: Pick up the parcel
ar: استلام الطرد
de: Paket abholen
fr: Récupérer le colis
ru: Забрать посылку
uk: Забрати посилку
uz_cyrl: Посилкани олиш
uz_latn: Posilkani olish

source: Place
ar: المكان
de: Ort
fr: Lieu
ru: Место
uk: Місце
uz_cyrl: Жой
uz_latn: Joy

source: Place name
ar: اسم المكان
de: Ortsname
fr: Nom du lieu
ru: Название места
uk: Назва місця
uz_cyrl: Жой номи
uz_latn: Joy nomi

source: Place on the map
ar: مكان على الخريطة
de: Ort auf der Karte
fr: Lieu sur la carte
ru: Место на карте
uk: Місце на мапі
uz_cyrl: Харитадаги жой
uz_latn: Xaritadagi joy

source: Places
ar: الأماكن
de: Orte
fr: Lieux
ru: Места
uk: Місця
uz_cyrl: Жойлар
uz_latn: Joylar

source: Places work on their own
ar: الأماكن تعمل وحدها
de: Orte funktionieren von selbst
fr: Les lieux fonctionnent seuls
ru: Места работают сами
uk: Місця працюють самі
uz_cyrl: Жойлар ўзи ишлайди
uz_latn: Joylar o‘zi ishlaydi

source: Play sound
ar: تشغيل الصوت
de: Ton abspielen
fr: Écouter le son
ru: Прослушать звук
uk: Прослухати звук
uz_cyrl: Товушни тинглаш
uz_latn: Tovushni tinglash

source: Play: %@
ar: تشغيل: %@
de: Abspielen: %@
fr: Écouter : %@
ru: Прослушать: %@
uk: Прослухати: %@
uz_cyrl: Тинглаш: %@
uz_latn: Tinglash: %@

source: Previous month
ar: الشهر السابق
de: Vorheriger Monat
fr: Mois précédent
ru: Предыдущий месяц
uk: Попередній місяць
uz_cyrl: Олдинги ой
uz_latn: Oldingi oy

source: Previous week
ar: الأسبوع السابق
de: Vorherige Woche
fr: Semaine précédente
ru: Предыдущая неделя
uk: Попередній тиждень
uz_cyrl: Олдинги ҳафта
uz_latn: Oldingi hafta

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
fr: Politique de confidentialité
ru: Политика конфиденциальности
uk: Політика конфіденційності
uz_cyrl: Махфийлик сиёсати
uz_latn: Maxfiylik siyosati

source: Protection
ar: الحماية
de: Schutz
ru: Защита
uk: Захист
uz_cyrl: Ҳимоя
uz_latn: Himoya

source: Radius
ar: النطاق
fr: Rayon
ru: Радиус
uk: Радіус
uz_cyrl: Радиус

source: Rain today
ar: مطر اليوم
de: Heute Regen
fr: Pluie aujourd’hui
ru: Сегодня дождь
uk: Сьогодні дощ
uz_cyrl: Бугун ёмғир
uz_latn: Bugun yomg‘ir

source: Rain tomorrow
ar: مطر غدًا
de: Morgen Regen
fr: Pluie demain
ru: Завтра дождь
uk: Завтра дощ
uz_cyrl: Эртага ёмғир
uz_latn: Ertaga yomg‘ir

source: Rema asks only for what it needs. You can change this in the phone settings.
ar: يطلب Rema الوصول إلى ما يحتاجه فقط. يمكنك تغيير ذلك في إعدادات الهاتف.
de: Rema fragt nur nach dem, was nötig ist. Ändern kannst du das in den Einstellungen.
fr: Rema ne demande que ce dont il a besoin. Vous pourrez le changer dans les réglages du téléphone.
ru: Rema спросит доступ только к тому, что нужно. Поменять можно в настройках телефона.
uk: Rema попросить доступ лише до того, що потрібно. Змінити можна в налаштуваннях телефона.
uz_cyrl: Rema фақат керакли нарсаларга рухсат сўрайди. Буни телефон созламаларида ўзгартириш мумкин.
uz_latn: Rema faqat kerakli narsalarga ruxsat so‘raydi. Buni telefon sozlamalarida o‘zgartirish mumkin.

source: Rema finds the date, time, repeat and place in the phrase. You can write in eight languages.
ar: يجد Rema في العبارة التاريخ والوقت والتكرار والمكان. يمكنك الكتابة بثماني لغات.
de: Rema findet im Satz Datum, Uhrzeit, Wiederholung und Ort. Du kannst in acht Sprachen schreiben.
fr: Rema trouve dans la phrase la date, l’heure, la répétition et le lieu. Vous pouvez écrire en huit langues.
ru: Rema сама найдёт во фразе дату, время, повтор и место. Писать можно на восьми языках.
uk: Rema сама знайде у фразі дату, час, повтор і місце. Писати можна вісьмома мовами.
uz_cyrl: Rema иборадан сана, вақт, такрор ва жойни ўзи топади. Саккиз тилда ёзиш мумкин.
uz_latn: Rema iboradan sana, vaqt, takror va joyni o‘zi topadi. Sakkiz tilda yozish mumkin.

source: Rema is locked
ar: Rema مقفل
de: Rema ist gesperrt
fr: Rema est verrouillé
ru: Rema закрыта
uk: Rema закрита
uz_cyrl: Rema ёпиқ
uz_latn: Rema yopiq

source: Rema on the Home Screen
ar: Rema على الشاشة الرئيسية
de: Rema auf dem Home-Bildschirm
fr: Rema sur l’écran d’accueil
ru: Rema на экране «Домой»
uk: Rema на початковому екрані
uz_cyrl: Бош экранда Rema
uz_latn: Bosh ekranda Rema

source: Rema opens only after %@
ar: لا يُفتح Rema إلا بعد %@
de: Rema öffnet sich erst nach %@
fr: Rema ne s’ouvre qu’après %@
ru: Rema откроется только после %@
uk: Rema відкриється тільки після %@
uz_cyrl: Rema фақат %@ дан кейин очилади
uz_latn: Rema faqat %@ dan keyin ochiladi

source: Rema will tell you about rain, snow or frost the evening before and in the morning.
ar: سيخبرك Rema بالمطر أو الثلج أو الصقيع في المساء السابق وفي الصباح.
de: Rema sagt dir am Vorabend und am Morgen Bescheid, wenn Regen, Schnee oder Frost kommt.
fr: Rema vous préviendra de la pluie, de la neige ou du gel la veille au soir et le matin.
ru: Rema подскажет про дождь, снег или мороз накануне вечером и утром.
uk: Rema підкаже про дощ, сніг чи мороз напередодні ввечері й уранці.
uz_cyrl: Rema ёмғир, қор ёки аёз ҳақида олдинги кечқурун ва эрталаб айтиб туради.
uz_latn: Rema yomg‘ir, qor yoki ayoz haqida oldingi kechqurun va ertalab aytib turadi.

source: Remember place
ar: تذكّر المكان
de: Ort merken
fr: Mémoriser le lieu
ru: Запомнить место
uk: Запам’ятати місце
uz_cyrl: Жойни эслаб қолиш
uz_latn: Joyni eslab qolish

source: Remind %@
ar: ذكّرني %@
de: Erinnere mich %@
fr: Rappeler %@
ru: Напомнить %@
uk: Нагадати %@
uz_cyrl: %@ эслатиш
uz_latn: %@ eslatish

source: Remind 2 hours before too?
ar: هل أذكّرك قبلها بساعتين أيضًا؟
de: Auch 2 Stunden vorher erinnern?
fr: Le rappeler aussi 2 heures avant ?
ru: Напомнить ещё и за 2 часа?
uk: Нагадати ще й за 2 години?
uz_cyrl: 2 соат олдин ҳам эслатайми?
uz_latn: 2 soat oldin ham eslataymi?

source: Remind 3 times
ar: سأذكّرك 3 مرات
de: Erinnert 3-mal
fr: Rappel 3 fois
ru: Напомню три раза
uk: Нагадаю тричі
uz_cyrl: Уч марта эслатаман
uz_latn: Uch marta eslataman

source: Remind 4 times
ar: سأذكّرك 4 مرات
de: Erinnert 4-mal
fr: Rappel 4 fois
ru: Напомню четыре раза
uk: Нагадаю чотири рази
uz_cyrl: Тўрт марта эслатаман
uz_latn: To‘rt marta eslataman

source: Remind 5 times
ar: سأذكّرك 5 مرات
de: Erinnert 5-mal
fr: Rappel 5 fois
ru: Напомню пять раз
uk: Нагадаю п’ять разів
uz_cyrl: Беш марта эслатаман
uz_latn: Besh marta eslataman

source: Remind 6 times
ar: سأذكّرك 6 مرات
de: Erinnert 6-mal
fr: Rappel 6 fois
ru: Напомню шесть раз
uk: Нагадаю шість разів
uz_cyrl: Олти марта эслатаман
uz_latn: Olti marta eslataman

source: Remind 7 times
ar: سأذكّرك 7 مرات
de: Erinnert 7-mal
fr: Rappel 7 fois
ru: Напомню семь раз
uk: Нагадаю сім разів
uz_cyrl: Етти марта эслатаман
uz_latn: Yetti marta eslataman

source: Remind a day before too?
ar: هل أذكّرك قبلها بيوم أيضًا؟
de: Auch einen Tag vorher erinnern?
fr: Le rappeler aussi la veille ?
ru: Напомнить ещё и за день?
uk: Нагадати ще й за день?
uz_cyrl: Бир кун олдин ҳам эслатайми?
uz_latn: Bir kun oldin ham eslataymi?

source: Remind by place
ar: ذكّرني حسب المكان
de: Nach Ort erinnern
fr: Rappeler selon le lieu
ru: Напомнить по месту
uk: Нагадати за місцем
uz_cyrl: Жойга кўра эслатиш
uz_latn: Joyga ko‘ra eslatish

source: Remind many times
ar: سأذكّرك مرات عديدة
de: Erinnert oft
fr: Rappel plusieurs fois
ru: Напомню много раз
uk: Нагадаю багато разів
uz_cyrl: Кўп марта эслатаман
uz_latn: Ko‘p marta eslataman

source: Remind once
ar: سأذكّرك مرة واحدة
de: Erinnert einmal
fr: Rappel une fois
ru: Напомню один раз
uk: Нагадаю один раз
uz_cyrl: Бир марта эслатаман
uz_latn: Bir marta eslataman

source: Remind twice
ar: سأذكّرك مرتين
de: Erinnert zweimal
fr: Rappel 2 fois
ru: Напомню два раза
uk: Нагадаю двічі
uz_cyrl: Икки марта эслатаман
uz_latn: Ikki marta eslataman

source: Reminder
ar: التذكير
de: Erinnerung
fr: Rappel
ru: Напоминание
uk: Нагадування
uz_cyrl: Эслатма
uz_latn: Eslatma

source: Reminder deleted
ar: حُذف التذكير
de: Erinnerung gelöscht
fr: Rappel supprimé
ru: Напоминание удалено
uk: Нагадування видалено
uz_cyrl: Эслатма ўчирилди
uz_latn: Eslatma o‘chirildi

source: Reminder text
ar: نص التذكير
de: Erinnerungstext
fr: Texte du rappel
ru: Текст напоминания
uk: Текст нагадування
uz_cyrl: Эслатма матни
uz_latn: Eslatma matni

source: Reminders
ar: التذكيرات
de: Erinnerungen
fr: Rappels
ru: Напоминания
uk: Нагадування
uz_cyrl: Эслатмалар
uz_latn: Eslatmalar

source: Reminders already on this phone will move to the new account.
ar: ستنتقل التذكيرات الموجودة على الهاتف إلى الحساب الجديد.
de: Erinnerungen, die schon auf diesem Telefon sind, ziehen ins neue Konto um.
fr: Les rappels déjà présents sur ce téléphone passeront dans le nouveau compte.
ru: Напоминания, которые уже есть на телефоне, перенесутся в новый аккаунт.
uk: Нагадування, які вже є на телефоні, перейдуть у новий акаунт.
uz_cyrl: Телефондаги эслатмалар янги аккаунтга ўтади.
uz_latn: Telefondagi eslatmalar yangi akkauntga o‘tadi.

source: Reminders are saved in the account
ar: التذكيرات محفوظة في الحساب
de: Erinnerungen werden im Konto gespeichert
fr: Les rappels sont enregistrés dans le compte
ru: Напоминания сохраняются в аккаунте
uk: Нагадування зберігаються в акаунті
uz_cyrl: Эслатмалар аккаунтда сақланади
uz_latn: Eslatmalar akkauntda saqlanadi

source: Reminders that come only at this place will be deleted too.
ar: ستُحذف معه التذكيرات المرتبطة بهذا المكان فقط.
de: Erinnerungen, die nur an diesen Ort gebunden sind, werden mit gelöscht.
fr: Les rappels liés uniquement à ce lieu seront supprimés avec lui.
ru: Напоминания только по этому месту удалятся вместе с ним.
uk: Нагадування лише за цим місцем видаляться разом із ним.
uz_cyrl: Фақат шу жойга боғлиқ эслатмалар у билан бирга ўчирилади.
uz_latn: Faqat shu joyga bog‘liq eslatmalar u bilan birga o‘chiriladi.

source: Reminding for the 10th time
ar: التذكير العاشر
de: 10. Erinnerung
fr: 10e rappel
ru: Напоминаю в десятый раз
uk: Нагадую удесяте
uz_cyrl: Ўнинчи марта эслатяпман
uz_latn: O‘ninchi marta eslatyapman

source: Reminding for the 11th time
ar: التذكير الحادي عشر
de: 11. Erinnerung
fr: 11e rappel
ru: Напоминаю в одиннадцатый раз
uk: Нагадую водинадцяте
uz_cyrl: Ўн биринчи марта эслатяпман
uz_latn: O‘n birinchi marta eslatyapman

source: Reminding for the 12th time
ar: التذكير الثاني عشر
de: 12. Erinnerung
fr: 12e rappel
ru: Напоминаю в двенадцатый раз
uk: Нагадую удванадцяте
uz_cyrl: Ўн иккинчи марта эслатяпман
uz_latn: O‘n ikkinchi marta eslatyapman

source: Reminding for the 13th time
ar: التذكير الثالث عشر
de: 13. Erinnerung
fr: 13e rappel
ru: Напоминаю в тринадцатый раз
uk: Нагадую утринадцяте
uz_cyrl: Ўн учинчи марта эслатяпман
uz_latn: O‘n uchinchi marta eslatyapman

source: Reminding for the 2nd time
ar: التذكير الثاني
de: 2. Erinnerung
fr: 2e rappel
ru: Напоминаю во второй раз
uk: Нагадую вдруге
uz_cyrl: Иккинчи марта эслатяпман
uz_latn: Ikkinchi marta eslatyapman

source: Reminding for the 3rd time
ar: التذكير الثالث
de: 3. Erinnerung
fr: 3e rappel
ru: Напоминаю в третий раз
uk: Нагадую втретє
uz_cyrl: Учинчи марта эслатяпман
uz_latn: Uchinchi marta eslatyapman

source: Reminding for the 4th time
ar: التذكير الرابع
de: 4. Erinnerung
fr: 4e rappel
ru: Напоминаю в четвёртый раз
uk: Нагадую вчетверте
uz_cyrl: Тўртинчи марта эслатяпман
uz_latn: To‘rtinchi marta eslatyapman

source: Reminding for the 5th time
ar: التذكير الخامس
de: 5. Erinnerung
fr: 5e rappel
ru: Напоминаю в пятый раз
uk: Нагадую уп’яте
uz_cyrl: Бешинчи марта эслатяпман
uz_latn: Beshinchi marta eslatyapman

source: Reminding for the 6th time
ar: التذكير السادس
de: 6. Erinnerung
fr: 6e rappel
ru: Напоминаю в шестой раз
uk: Нагадую ушосте
uz_cyrl: Олтинчи марта эслатяпман
uz_latn: Oltinchi marta eslatyapman

source: Reminding for the 7th time
ar: التذكير السابع
de: 7. Erinnerung
fr: 7e rappel
ru: Напоминаю в седьмой раз
uk: Нагадую усьоме
uz_cyrl: Еттинчи марта эслатяпман
uz_latn: Yettinchi marta eslatyapman

source: Reminding for the 8th time
ar: التذكير الثامن
de: 8. Erinnerung
fr: 8e rappel
ru: Напоминаю в восьмой раз
uk: Нагадую увосьме
uz_cyrl: Саккизинчи марта эслатяпман
uz_latn: Sakkizinchi marta eslatyapman

source: Reminding for the 9th time
ar: التذكير التاسع
de: 9. Erinnerung
fr: 9e rappel
ru: Напоминаю в девятый раз
uk: Нагадую удев’яте
uz_cyrl: Тўққизинчи марта эслатяпман
uz_latn: To‘qqizinchi marta eslatyapman

source: Renew the domain
ar: تجديد النطاق
de: Domain verlängern
fr: Renouveler le domaine
ru: Продлить домен
uk: Продовжити домен
uz_cyrl: Доменни узайтириш
uz_latn: Domenni uzaytirish

source: Repeat
ar: التكرار
de: Wiederholen
fr: Répétition
ru: Повтор
uk: Повтор
uz_cyrl: Такрорлаш
uz_latn: Takrorlash

source: Repeat it
ar: كرّر
de: Wiederholen
fr: Répéter
ru: Повторять
uk: Повторювати
uz_cyrl: Такрорлаш
uz_latn: Takrorlash

source: Repeat on Fridays?
ar: هل أكرر كل يوم جمعة؟
de: Jeden Freitag wiederholen?
fr: Répéter tous les vendredis ?
ru: Повторять по пятницам?
uk: Повторювати щоп’ятниці?
uz_cyrl: Ҳар жума такрорлансинми?
uz_latn: Har juma takrorlansinmi?

source: Repeat on Mondays?
ar: هل أكرر كل يوم اثنين؟
de: Jeden Montag wiederholen?
fr: Répéter tous les lundis ?
ru: Повторять по понедельникам?
uk: Повторювати щопонеділка?
uz_cyrl: Ҳар душанба такрорлансинми?
uz_latn: Har dushanba takrorlansinmi?

source: Repeat on Saturdays?
ar: هل أكرر كل يوم سبت؟
de: Jeden Samstag wiederholen?
fr: Répéter tous les samedis ?
ru: Повторять по субботам?
uk: Повторювати щосуботи?
uz_cyrl: Ҳар шанба такрорлансинми?
uz_latn: Har shanba takrorlansinmi?

source: Repeat on Sundays?
ar: هل أكرر كل يوم أحد؟
de: Jeden Sonntag wiederholen?
fr: Répéter tous les dimanches ?
ru: Повторять по воскресеньям?
uk: Повторювати щонеділі?
uz_cyrl: Ҳар якшанба такрорлансинми?
uz_latn: Har yakshanba takrorlansinmi?

source: Repeat on Thursdays?
ar: هل أكرر كل يوم خميس؟
de: Jeden Donnerstag wiederholen?
fr: Répéter tous les jeudis ?
ru: Повторять по четвергам?
uk: Повторювати щочетверга?
uz_cyrl: Ҳар пайшанба такрорлансинми?
uz_latn: Har payshanba takrorlansinmi?

source: Repeat on Tuesdays?
ar: هل أكرر كل يوم ثلاثاء؟
de: Jeden Dienstag wiederholen?
fr: Répéter tous les mardis ?
ru: Повторять по вторникам?
uk: Повторювати щовівторка?
uz_cyrl: Ҳар сешанба такрорлансинми?
uz_latn: Har seshanba takrorlansinmi?

source: Repeat on Wednesdays?
ar: هل أكرر كل يوم أربعاء؟
de: Jeden Mittwoch wiederholen?
fr: Répéter tous les mercredis ?
ru: Повторять по средам?
uk: Повторювати щосереди?
uz_cyrl: Ҳар чоршанба такрорлансинми?
uz_latn: Har chorshanba takrorlansinmi?

source: Repeat persistent reminders
ar: تكرار التذكيرات الملحّة
de: Intervall beharrlicher Erinnerungen
fr: Intervalle des rappels insistants
ru: Повтор настойчивых
uk: Повтор наполегливих
uz_cyrl: Такрорий эслатмалар оралиғи
uz_latn: Takroriy eslatmalar oralig‘i

source: Repeats are shown once, on their nearest day
ar: تظهر التذكيرات المتكررة مرة واحدة، في أقرب يوم لها
de: Wiederholungen stehen nur einmal da, am nächsten Termin
fr: Les rappels répétés n’apparaissent qu’une fois, à leur prochaine date
ru: Повторы показаны один раз, по ближайшему дню
uk: Повтори показано один раз, за найближчим днем
uz_cyrl: Такрорланадиганлари бир марта, энг яқин кунида кўрсатилган
uz_latn: Takrorlanadiganlari bir marta, eng yaqin kunida ko‘rsatilgan

source: Russian
ar: الروسية
de: Russisch
fr: Russe
ru: Русский
uk: Російська
uz_cyrl: Рус тили
uz_latn: Rus tili

source: Save
ar: حفظ
de: Sichern
fr: Enregistrer
ru: Сохранить
uk: Зберегти
uz_cyrl: Сақлаш
uz_latn: Saqlash

source: Save place
ar: حفظ المكان
de: Ort sichern
fr: Enregistrer le lieu
ru: Сохранить место
uk: Зберегти місце
uz_cyrl: Жойни сақлаш
uz_latn: Joyni saqlash

source: Saving…
ar: جارٍ الحفظ…
de: Wird gespeichert…
fr: Enregistrement…
ru: Сохраняю…
uk: Зберігаю…
uz_cyrl: Сақланмоқда…
uz_latn: Saqlanmoqda…

source: Say a reminder
ar: قل تذكيرًا
de: Erinnerung sprechen
fr: Dicter un rappel
ru: Сказать напоминание
uk: Сказати нагадування
uz_cyrl: Эслатмани айтиш
uz_latn: Eslatmani aytish

source: Say “Remind me in Rema” or “What is next in Rema”. The same actions are in the Shortcuts app.
ar: قل «ذكّرني في Rema» أو «ما التالي في Rema». والأوامر نفسها موجودة في تطبيق الاختصارات.
de: Sag „Erinnere mich in Rema“ oder „Was steht an in Rema“. Dieselben Aktionen gibt es in der App Kurzbefehle.
fr: Dites « Rappelle-moi dans Rema » ou « Qu’est-ce qui vient dans Rema ». Les mêmes actions sont dans l’app Raccourcis.
ru: Скажите «Напомни в Rema» или «Что дальше в Rema». Те же действия есть в приложении «Команды».
uk: Скажіть «Remind me in Rema» або «What is next in Rema». Ті самі дії є в застосунку «Швидкі команди».
uz_cyrl: «Remind me in Rema» ёки «What is next in Rema» деб айтинг. Шу амаллар «Тезкор буйруқлар» иловасида ҳам бор.
uz_latn: «Remind me in Rema» yoki «What is next in Rema» deb ayting. Shu amallar «Tezkor buyruqlar» ilovasida ham bor.

source: Scheduled
ar: المجدولة
de: Geplant
fr: À venir
ru: Запланировано
uk: Заплановано
uz_cyrl: Режалаштирилган
uz_latn: Rejalashtirilgan

source: Search address
ar: ابحث عن عنوان
de: Adresse suchen
fr: Rechercher une adresse
ru: Поиск адреса
uk: Пошук адреси
uz_cyrl: Манзилни қидириш
uz_latn: Manzilni qidirish

source: Send a code to the email
ar: إرسال رمز إلى البريد
de: Code per E-Mail senden
fr: Envoyer un code par e-mail
ru: Отправить код на почту
uk: Надіслати код на пошту
uz_cyrl: Почтага код юбориш
uz_latn: Pochtaga kod yuborish

source: Send email
ar: إرسال الرسالة
de: E-Mail senden
fr: Envoyer l’e-mail
ru: Отправить письмо
uk: Надіслати лист
uz_cyrl: Хат юбориш
uz_latn: Xat yuborish

source: Send the code again
ar: إعادة إرسال الرمز
de: Code erneut senden
fr: Renvoyer le code
ru: Отправить код ещё раз
uk: Надіслати код ще раз
uz_cyrl: Кодни қайта юбориш
uz_latn: Kodni qayta yuborish

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Réglages
ru: Настройки
uk: Налаштування
uz_cyrl: Созламалар
uz_latn: Sozlamalar

source: Shop
ar: متجر
de: Laden
fr: Magasin
ru: Магазин
uk: Магазин
uz_cyrl: Дўкон
uz_latn: Do‘kon

source: Show more
ar: عرض المزيد
de: Mehr anzeigen
fr: Afficher plus
ru: Показать ещё
uk: Показати ще
uz_cyrl: Яна кўрсатиш
uz_latn: Yana ko‘rsatish

source: Show password
ar: إظهار كلمة المرور
de: Passwort anzeigen
fr: Afficher le mot de passe
ru: Показать пароль
uk: Показати пароль
uz_cyrl: Паролни кўрсатиш
uz_latn: Parolni ko‘rsatish

source: Show today
ar: عرض اليوم
de: Heute anzeigen
fr: Afficher aujourd’hui
ru: Показать сегодня
uk: Показати сьогодні
uz_cyrl: Бугунни кўрсатиш
uz_latn: Bugunni ko‘rsatish

source: Sign in
ar: تسجيل الدخول
de: Anmelden
fr: Se connecter
ru: Войти
uk: Увійти
uz_cyrl: Кириш
uz_latn: Kirish
